export const posts_data = [
    {
        id: 1,
        title: 'Каталог курортов SKI.RU → Россия → Домбай',
        text: 'Зона катания курорта «Домбай» располагается на высотах 1630-3168 метров. На курорте насчитывается 12 горнолыжных трасс (из них 5 основных) общей протяженностью 25 километров. Заявлены трассы всех уровней сложности: зелёная, синяя, красная, чёрная. Хотя настоящей чёрной трассы, как таковой, нет: в неё превращается красная, когда её не ратрачат. Так называемый “лягушатник”, где новички только учатся кататься, расположен на самой Домбайской поляне. А вот основные трассы для полноценного катания сосредоточены на широком плато на высоте 2500-3000 метров. Здесь проложены любительские сине-зеленые участки. Сине-красная трасса — для более продвинутых, проложена под ними. А горнолыжники-экстремалы предпочитают нижнюю лесистую часть курорта, где можно оттачивать свое мастерство.',
        like: false,
        dislike: false,
        like_count: 0,
        dislike_count: 0,
        comments: [
          {
            id: 1,
            comment: 'Были в Домбае в первой декаде апреля. За лет 10, что я здесь не был поменялось немного. Из позитивного: появились трассы, и их даже ратрачат. Из негативного: поселок очень застроили, иногда даже терялся в первые дни)) Умопомрачительный вид на Кавказс',
          },
          {
            id: 2,
            comment: 'Был на Домбае впервые. Попал на снегопады в начале марта: сильный ветер, плохая видимость. Из-за  погоды лишились легендарных видов Домбая, но за то отхватили пухляка по полной. Фрирайд с канатки в таком объёме первый раз застал вживую. ',
          },
          {
            id: 3,
            comment: 'Домбай по праву называется Жемчужиной Кавказа - уникальная и живописная природа, приветливые жители, и неуловимая атмосфера уюта и спокойствия – все это вытесняет мелкие недостатки (маловато трасс, очереди на подъемники) на задний план.',
          },
        ],
      },
      {
        id: 2,
        title: 'Каталог курортов SKI.RU → Россия → Шерегеш',
        text: 'Лучшие трассы Западной Сибири. Гарантия снега, интересный рельеф. Катание по целине в лесу. Для горнолыжников любого уровня. Трассы имеют международный стандарт FIS. Проводится этап Чемпионата России. Высшая точка – 1 270 метров над уровнем моря. Перепад высот - 630 метров. Количество трасс - 16. Подъемники - 21.',
        like: false,
        dislike: false,
        like_count: 0,
        dislike_count: 0,
        comments: [],
      },
      {
        id: 3,
        title: 'Каталог курортов SKI.RU → Италия → Селларонда - Доломитен',
        text: 'В округе Sella Ronda есть 200 подъёмников и фуникулёров. Область Val di Fassa, которая находится на высоте 1300 аж 2950 м н.у.м., располагает 124 км трасс всех уровней трудности (4 чёрных, 43 красных и 25 синих); Arabba с самой высокой горой Marmolada достигает высоты 1446 – 3266 м н.у.м., здесь можно найти 62 км горнолыжных трасс (6 чёрных, 22 красных и 15 синих,которые создают незабываемое зрелище). В Alta Badia 1324 – 2748 м н.у.м. находится 129 км горнолыжных трасс (3 черные, 26 красныхи 48 синих) и Val Gardena с 181 км горнолыжных трасс(12 чёрных, 81 красных и 55 синих) на высоте 1060 – 2518 м н.у.м. Самыми знаменитыми спусками являются Bellunese (Marmolada); Gran Risa (Alta Badia), где регулярно катаются способом «Giant slalom»; Val Giumela (Val di Fassa) и Saslong (Val Gardena) – трасса Кубка мира. Вы сможете удобно проехать все места с одним ски-пасс Dolomity Superski, с которым потом можно посетить все 12 высокогорных ареалов.',
        like: false,
        dislike: false,
        like_count: 0,
        dislike_count: 0,
        comments: [
          {
            id: 1,
            comment: 'Трассы Валь Гардены над Сельвой подойдут прежде всего лыжникам среднего и продвинутого уровня. Для начинающих с нуля — есть отличная учебная площадка рядом с подъемником на Dantercepies, оборудованная бугельными подъемниками. Тем же, кто только освоил азы техники (допустим после недели занятий в школе) и хочет начать путешествовать по трассам, в Сельве будет сложновато.',
          },
        ],
      },
]